acpid
alacritty
alsa-utils
ascii
audacity
base
base-devel
bind
bluez
bluez-utils
brave-bin
breeze-gtk
brightnessctl
calibre
chromium
cifs-utils
cowsay
discord
dmenu
docker
docker-compose
dunst
efibootmgr
fd
feh
figlet
firefox
font-manager
fzf
gcc
gdb
geeqie
gimp
git
gnu-netcat
grub
htop
hugo
i3-wm
i3blocks
i3lock
i3status
inkscape
inotify-tools
kitty
kotlin
linux
linux-firmware
linux-headers
lxappearance
maim
make
man-db
mpd
mupdf
musescore
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
notification-daemon
nsxiv
ntfs-3g
ntp
obs-studio
obsidian
oh-my-posh
openresolv
openshot
openvpn
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pandoc-cli
parabolic-gtk
pass
pavucontrol
pipewire
pre-commit
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-numpy
python-pip
qbittorrent
r
ranger
reflector
ripgrep
rsync
screen
sl
spotify
stow
stremio
sudo
teams
telegram-desktop-bin
texlive-basic
texlive-fontsrecommended
texlive-latexrecommended
tigervnc
tmux
tor
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
typos
unzip
usbutils
vim
visual-studio-code-bin
vlc
wget
wireguard-tools
xclip
xdotool
xf86-input-wacom
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
yay
yazi
youtube-downloader-bin
yt-dlp
zip
zoom
zoxide
zsh
